# Much better vi mode
jeffreytse/zsh-vi-mode

# Enhancing completion
mattmc3/ez-compinit
zsh-users/zsh-completions kind:fpath path:src
aloxaf/fzf-tab
belak/zsh-utils path:completion/functions kind:autoload post:compstyle_zshzoo_setup

# Useful plugins
zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-history-substring-search

# Theme
romkatv/powerlevel10k
